{
  "__type__": "cc.JsonAsset",
  "_name": "Sheet1",
  "_objFlags": 0,
  "_native": "",
  "json": [
    {
      "订阅": "vip英雄",
      "subscribe": "vip hero"
    },
    {
      "订阅": "没有插屏广告",
      "subscribe": "no pop-up ads"
    },
    {
      "订阅": "每天十钻石",
      "subscribe": "10 Diamond Pre Day"
    },
    {
      "订阅": "免费试用",
      "subscribe": "Free Trial"
    },
    {
      "订阅": "3天免费试用，之后每周$7.99",
      "subscribe": "3 days free trial,then $7.99 per week"
    },
    {
      "subscribe": "Privacy Policy"
    },
    {
      "subscribe": "Terms of Service"
    },
    {
      "subscribe": "Auto Renewable Subscription:\r\nVIP Membership:\r\n7-day VIP Service includes following products WEEKLY:\r\n- No Pop-Up ADs\r\n- FREE Access to All Paid Music\r\n- 70 Revive Coins \r\n- One Special Skin\r\n- Unlimited Hearts\r\n7-day VIP Membership offers weekly VIP service subscription for $7.99 after 3-day free trial. When you start the free trial, auto-renewal will automatically be activated for an individual 7-day membership, to begin when the trial ends. Payment will be charged to iTunes Account at confirmation of purchase\r\n\r\nThis price is established for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.\r\n\r\nSubscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.\r\nAccount will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.\r\nSubscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.\r\nAny unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.\r\nCanceling trial or subscription\r\nYou can turn off the auto-renew for the subscription whenever you want to through iTunes. Check https://support.apple.com/HT202039 . When your current trial/subscription period expires, you will be unsubscribed. The current active subscription period can not be cancelhttps://developer.apple.com/imessage/ed. When your subscription expires, you will no longer be able to use elements included in Subscription option."
    }
  ]
}